Repository: tbxark-fork/ClashX.Meta
Catalog: ClashX/Support Files/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: ago
zh_hans: 前
zh_hant: 前

source: Active Connections
zh_hans: 活动连接
zh_hant: 活動連線

source: Add a remote config
zh_hans: 添加托管配置文件
zh_hant: 添加託管配置文件

source: Add a remote control config
zh_hans: 添加远程控制器配置
zh_hant: 添加遠程控制器配置

source: Allow LAN
zh_hans: 允许局域网
zh_hant: 允許區域網路

# Alpha Meta core Warning
source: If you don't know what you're doing, never turn this switch on. Running Meta Core without any authentication under 'su' privileges may damage your mac.
zh_hans: 如果你不知道你在做什么, 请绝对不要打开这个开关. 在 'su' 权限下运行未经验证的 Meta 核心, 可能损坏你的 mac.
zh_hant: Alpha Meta 核心警告

source: Apply and Quit
zh_hans: 应用并退出
zh_hant: 應用並退出

source: Benchmark
zh_hans: 延迟测速
zh_hant: 延遲測速

source: Benchmark Finished!
zh_hans: 延迟测速完成
zh_hant: 延遲測速完成

source: Benchmark has begun, please wait.
zh_hans: 延迟测速开始，请稍候
zh_hant: 延遲測速開始，請稍候

source: Benchmark is processing, please wait.
zh_hans: 延迟测速正在进行中，请稍候。
zh_hant: 延遲測速正在進行中，請稍候。

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Chain
zh_hans: 链路
zh_hant: 鏈路

source: ClashX fail to create ~/.config/clash.meta folder. Please check privileges or manually create folder and restart ClashX.
zh_hans: ClashX 无法创建 ~/.config/clash.meta 文件夹。请检查权限或手动创建文件夹后重启 ClashX。
zh_hant: ClashX 無法建立 ~/.config/clash.meta 資料夾。請檢查權限或手動建立資料夾後重新啟動 ClashX。

source: ClashX needs to install/update a helper tool with administrator privileges, otherwise ClashX won't be able to configure system proxy.
zh_hans: ClashX 需要使用管理员权限安装/更新一个帮助程序，否则 ClashX 将无法设置系统代理。
zh_hant: ClashX 需要使用管理員權限安裝/更新一個幫助程序，否則 ClashX 將無法設定系統代理。

source: ClashX Start Error!
zh_hans: ClashX 启动出错
zh_hant: ClashX 啟動出錯

source: ClashX use a daemon helper to setup your system proxy. Please enable ClashX in the Login Items under the Allow in the Background section and relaunch the app
zh_hans: ClashX需要通过后台Daemon进程来设置系统代理，请在"系统偏好设置->登录项->允许在后台 中"允许ClashX
zh_hant: ClashX需要通過後台Daemon進程來設定系統代理，請在"系統偏好設定->登錄項->允許在後台 中"允許ClashX

source: Click OK to quit the app and apply change.
zh_hans: 确认清理并退出软件
zh_hant: 確認清理併退出軟件

source: Client
zh_hans: 客户端
zh_hant: 客戶端

source: Config
zh_hans: 配置
zh_hant: 設定

source: Config file have been changed
zh_hans: 配置文件已被修改
zh_hant: 配置文件已被修改

source: Config loading Fail!
zh_hans: 配置文件加载失败
zh_hant: 配置文件加載失敗

source: Connecting
zh_hans: 连接中
zh_hant: 連接中

# Connection Type
source: Type
zh_hans: 连接类型
zh_hant: 連線類型

source: Conns
zh_hans: 连接
zh_hant: 連線

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Copy Shell Command
zh_hans: 复制终端代理命令
zh_hant: 複製終端代理命令

source: Copy Shell Command (External)
zh_hans: 复制终端代理命令(外部IP)
zh_hant: 複製終端代理命令(外部IP)

source: Create age config file failed
zh_hans: 创建 age 配置文件失败
zh_hant: 建立 age 配置檔案失敗

source: Current SSID is in the auto-suspend list.
zh_hans: 当前 SSID 在自动暂停列表中。
zh_hant: 目前 SSID 在自動暫停清單中。

source: Custom your GEOIP MMDB download address.
zh_hans: 自定义下载地址
zh_hant: 自定義下載地址

source: Date
zh_hans: 时间
zh_hant: 時間

source: Decrypt config fail
zh_hans: 解密配置失败
zh_hant: 解密配置失敗

source: Destination IP
zh_hans: 目标 IP
zh_hant: 目標 IP

source: Details
zh_hans: 查看详情
zh_hant: 查看詳情

source: Device Name
zh_hans: 设备名称
zh_hant: 裝置名稱

source: Direct
zh_hans: 直连
zh_hant: 直連

source: Direct Mode
zh_hans: 直接连接
zh_hant: 直接連接

source: DL
zh_hans: 下行
zh_hant: 下行

source: DL Speed
zh_hans: 下载速度
zh_hant: 下載速度

source: Do you want to enable the proxy anyway? This override will be cleared when you switch WiFi or restart ClashX.
zh_hans: 仍要启用代理吗？当你切换 WiFi 或重启 ClashX 时，此覆盖将被清除。
zh_hant: 仍要啟用代理嗎？當你切換 WiFi 或重新啟動 ClashX 時，此覆寫會被清除。

source: Done
zh_hans: 完成
zh_hant: 完成

source: Down
zh_hans: 下载
zh_hant: 下載

source: Download
zh_hans: 下载
zh_hant: 下載

source: Download fail
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download Meta core
zh_hans: 下载 Meta 内核
zh_hant: 下載 Meta 核心

source: Download Total
zh_hans: 下载总量
zh_hant: 下載總量

source: Edit in Text Mode
zh_hans: 编辑配置
zh_hant: 編輯配置

source: Empty
zh_hans: 空
zh_hant: 空

source: Enable Anyway
zh_hans: 仍然启用
zh_hant: 仍然啟用

source: Enable TUN Device
zh_hans: 启用 TUN 设备
zh_hant: 啟用 TUN 裝置

source: Enhance proxy list render
zh_hans: 增强代理列表渲染
zh_hant: 增強代理列表渲染

source: Expire
zh_hans: 到期
zh_hant: 到期

source: Expire: %@
zh_hans: 到期：%@
zh_hant: 到期：%@

source: fail
zh_hans: 失败
zh_hant: 失敗

source: Fail
zh_hans: 失败
zh_hant: 失敗

source: Fail:
zh_hans: 失败：
zh_hant: 失敗：

source: fails: %@
zh_hans: 失败: %@
zh_hant: 失敗: %@

source: Flush dns cache
zh_hans: 清除 DNS 缓存
zh_hant: 清除 DNS 快取

source: GEO Databases
zh_hans: GEO 数据库
zh_hant: GEO 資料庫

source: Global
zh_hans: 全局
zh_hant: 全局

source: Global Mode
zh_hans: 全局连接
zh_hant: 全局連接

source: Good luck to you 🙃
zh_hans: 祝你好运 🙃
zh_hant: 祝你好運 🙃

source: Health Check
zh_hans: 健康检查
zh_hant: 健康檢查

source: Host
zh_hans: 主机名
zh_hant: 主機名

source: Hosts
zh_hans: 主机名
zh_hant: 主機名

source: hours
zh_hans: 小时
zh_hant: 小時

source: Http Port
zh_hans: HTTP 端口
zh_hant: HTTP 埠

source: iCloud not available
zh_hans: iCloud 不可用
zh_hant: iCloud 不可用

source: If you can not find ClashX in the settings, you can try reset daemon
zh_hans: 如果在设置里没找到ClashX,可以尝试重置守护程序
zh_hant: 如果在設定裡沒找到ClashX,可以嘗試重置守護程序

source: Install
zh_hans: 安装
zh_hant: 安裝

source: Interface Name
zh_hans: 接口名称
zh_hant: 介面名稱

source: Invalid input
zh_hans: 输入不合法
zh_hant: 輸入不合法

source: Legacy Install
zh_hans: 传统安装
zh_hant: 傳統安裝

source: Level
zh_hans: 级别
zh_hant: 級別

source: Load Balance
zh_hans: 负载均衡
zh_hant: 負載均衡

source: Load decrypted config failed
zh_hans: 加载解密后的配置失败
zh_hant: 載入解密後的配置失敗

source: Log
zh_hans: 日志
zh_hant: 日誌

source: Log Level
zh_hans: 日志级别
zh_hant: 日誌級別

source: Log system crashed.
zh_hans: 日志系统崩溃。
zh_hant: 日誌系統崩潰。

source: Logs
zh_hans: 日志
zh_hant: 日誌

source: Memory Usage
zh_hans: 内存占用
zh_hant: 記憶體用量

source: Mixed Port
zh_hans: 混合端口
zh_hant: 混合埠

source: Need to Restart the ClashX to Take effect, Please start clashX manually
zh_hans: 需要重启ClashX生效，请手动启动ClashX
zh_hant: 需要重啟ClashX生效，請手動啟動ClashX

source: Never
zh_hans: 从未
zh_hant: 從未

source: Never show again
zh_hans: 不再提示
zh_hant: 不再提示

source: none
zh_hans: 无
zh_hant: 無

source: OK
zh_hans: 确定
zh_hant: 確定

source: Open Connection Details
zh_hans: 打开连接查看器
zh_hant: 打開連接查看器

source: Open Dashboard
zh_hans: 打开控制台
zh_hant: 打開控制台

source: Open Log
zh_hans: 打开日志
zh_hant: 打開日誌

source: Open Menu
zh_hans: 打开菜单
zh_hant: 打開菜單

source: Open System Login Item Setting
zh_hans: 打开系统登录项设置
zh_hant: 打開系統登錄項設定

source: Overview
zh_hans: 概览
zh_hant: 概覽

source: Please enable the location service for ClashX to detect your current WiFi network's SSID name and provide the auto-suspend services.
zh_hans: 请允许ClashX使用定位服务来获取当前所连接的WiFi名称从而提供按需暂停服务。
zh_hant: 請允許 ClashX 使用定位服務，以獲取您目前連接的 WiFi 名稱，並提供按需暫停服務。

source: Ports Open Fail, Please try to restart ClashX
zh_hans: 端口打开失败，请尝试重启ClashX
zh_hant: 端口打開失敗，請嘗試重啟ClashX

source: Process
zh_hans: 进程
zh_hant: 行程

source: Providers
zh_hans: 提供商
zh_hant: 提供商

source: Proxies
zh_hans: 代理
zh_hant: 代理

source: Proxy
zh_hans: 代理
zh_hant: 代理

source: Proxy Mode
zh_hans: 出站模式
zh_hant: 出站模式

source: Proxy Provider
zh_hans: 代理提供商
zh_hant: 代理提供商

source: Proxy Provider Inline
zh_hans: 代理提供商内联
zh_hant: 代理提供商內嵌

source: Proxy settings are changed by another process. ClashX is no longer the default system proxy.
zh_hans: 系统代理设置已被另一个进程修改，ClashX不再是系统默认代理
zh_hant: 代理設定被另一個程式更改。ClashX 不再是默認的系統代理

source: Quit
zh_hans: 退出
zh_hant: 退出

source: Quit ClashX?
zh_hans: 退出ClashX?
zh_hant: 退出 ClashX?

source: Redir Port
zh_hans: 重定向端口
zh_hant: 重導向埠

source: Reduce alerts if notification permission is disabled
zh_hans: 在通知权限关闭时减少提示弹窗
zh_hant: 在通知權限關閉時減少提示彈窗

source: Reload Config Fail
zh_hans: 重载配置文件失败
zh_hant: 重新加載配置失敗

source: Reload config file
zh_hans: 重新加载配置文件
zh_hant: 重新載入設定檔

source: Reload Config Succeed
zh_hans: 重载配置文件成功
zh_hant: 重新加載配置成功

source: Remote Config Format Error
zh_hans: 托管配置文件格式不正确
zh_hant: 遠端配置格式錯誤

source: Remote Config Update
zh_hans: 更新托管配置文件
zh_hant: 遠程配置更新

source: Remote Config Update Fail
zh_hans: 托管配置文件更新失败
zh_hant: 遠程配置更新失敗

source: Requests
zh_hans: 请求
zh_hant: 請求

source: Reset Daemon
zh_hans: 重置守护程序
zh_hant: 重置守護進程

source: Reset User Defaults
zh_hans: 重置用户默认值
zh_hant: 重置使用者預設值

source: Retest
zh_hans: 重新测速
zh_hant: 重新測速

source: ReTest
zh_hans: 重新测速
zh_hant: 重測

source: Rule
zh_hans: 规则
zh_hant: 規則

source: Rule Inline
zh_hans: 规则内联
zh_hant: 規則內嵌

source: Rule Mode
zh_hans: 规则判断
zh_hant: 規則模式

source: Rules
zh_hans: 规则
zh_hant: 規則

source: Script
zh_hans: 脚本
zh_hant: 腳本

source: Should be a least 1 hour
zh_hans: 至少需要1小时间隔
zh_hant: 應該至少 1 小時

source: Sniff Host
zh_hans: 嗅探主机
zh_hant: 嗅探主機

source: Sniffer
zh_hans: 嗅探
zh_hant: 嗅探

source: Socks5 Port
zh_hans: SOCKS5 端口
zh_hant: SOCKS5 埠

source: Source
zh_hans: 来源
zh_hant: 來源

source: Start Meta Fail!
zh_hans: 打开Meta 失败!
zh_hant: 啟動 Meta 失敗！

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Succeed!
zh_hans: 成功！
zh_hant: 成功！

source: Success
zh_hans: 成功
zh_hant: 成功

source: Success!
zh_hans: 成功！
zh_hant: 成功！

source: System Proxy
zh_hans: 设置系统代理
zh_hant: 系統代理

source: System Proxy Changed
zh_hans: 系统代理设置已修改
zh_hant: 系統代理已更改

source: Tap to reload config
zh_hans: 点击重载配置文件
zh_hant: 點擊重新加載配置

source: Testing
zh_hans: 测速中
zh_hant: 測試中

source: The active connections will be interrupted.
zh_hans: 活动的连接将被强制打断。
zh_hant: 活躍的連接將被中斷。

source: The remote config name is duplicated
zh_hans: 托管配置文件名称重复
zh_hant: 遠端配置名稱重複

source: The status icon is coverd or hide by other app.
zh_hans: 菜单栏图标被刘海屏遮挡或者被其他app隐藏，请检查菜单栏状态。
zh_hant: 狀態圖標被其他應用覆蓋或隱藏

source: This will remove all app settings and quit ClashX. Continue?
zh_hans: 这将清除所有应用设置并退出 ClashX。是否继续？
zh_hant: 這將清除所有應用程式設定並退出 ClashX。是否繼續？

source: Time
zh_hans: 时间
zh_hant: 時間

source: total: %d, success: %d
zh_hans: 共计: %d, 成功: %d
zh_hant: 共計: %d, 成功: %d

source: TUN IP Stack
zh_hans: TUN IP 栈
zh_hant: TUN IP 堆疊

source: Tun Mode
zh_hans: TUN 模式
zh_hant: TUN 模式

source: UL
zh_hans: 上行
zh_hant: 上行

source: UL Speed
zh_hans: 上传速度
zh_hant: 上傳速度

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Up
zh_hans: 上传
zh_hant: 上傳

source: Update
zh_hans: 更新
zh_hant: 更新

source: Update All
zh_hans: 更新全部
zh_hant: 更新全部

source: Update All Providers
zh_hans: 更新所有提供商
zh_hant: 更新所有提供商

source: Update Alpha Meta core
zh_hans: 更新 Alpha Meta 内核
zh_hant: 更新 Alpha Meta 核心

source: Update external resource complete
zh_hans: 更新外部资源完成
zh_hant: 更新外部資源完成

source: Update GEO Databases
zh_hans: 更新 GEO 数据库
zh_hant: 更新 GEO 資料庫

source: Update GEOIP Database
zh_hans: 更新IP数据库
zh_hant: 更新 GEOIP 數據庫

source: Update remote config update interval
zh_hans: 远程配置自动更新间隔
zh_hant: 更新遠程配置更新間隔

source: Update Tips
zh_hans: 更新提示
zh_hant: 更新提示

source: Updated %@
zh_hans: 已更新 %@
zh_hant: 已更新 %@

source: Updating
zh_hans: 更新中
zh_hant: 更新中

source: Updating GEO Databases...
zh_hans: 更新 GEO 数据库...
zh_hant: 正在更新 GEO 資料庫...

source: Upload
zh_hans: 上传
zh_hant: 上傳

source: Upload Total
zh_hans: 上传总量
zh_hant: 上傳總量

source: Use reload config to try reconnect.
zh_hans: 使用重载配置文件按钮尝试重新连接
zh_hant: 使用重新加載配置嘗試重新連接

source: Version:
zh_hans: 版本:
zh_hant: 版本：
